Repository: Acidburn0zzz/camera
Catalog: po/*.po
Languages: be, bn, bs, et, hr, is, sw, tl

source: Share
sw: Changia

source: photos and
sw: Picha na

source: videos
sw: video

source: Preferences
sw: Matengenezo

source: Quit
sw: Ondoka

source: Change Scratch settings
sw: Badilisha mipangilio ya Scratch

source: Take photos with your web cam
be: Зрабіце фатаграфіі з вэб-камеры
bn: আপনার ওয়েবক্যাম দিয়ে ছবি তুলন
bs: Fotografišite pomoću vaše web kamere
et: Veebikaameraga pildistamine
hr: Fotografirajte vašom web kamerom
is: Taktu myndir með vefmyndavélinni þinni
sw: kuchukua picha na web cam
tl: Kumuha ng mga litrato gamit ang iyong web cam

source: Photo Booth
be: Фотакамера
bn: ছবির ঘর
bs: Foto štand
et: Pildid
is: Myndaklefi
sw: Kibanda cha picha
tl: Poto Booth

source: All
sw: Zote

source: Photo
sw: Picha

source: Taking photo in
be: Прыняцце фатаграфіі
bn: ছবি তোলা হচ্ছে
bs: Čuvam sliku u
et: Pildistamine algab
hr: Fotografiranje započinje za
is: Tek mynd eftir
sw: Picha inapigwa ndani ya
tl: Kumukuha ng litrato sa

source: Recording starts in
be: Запіс пачата
bn: রেকর্ডিং শুরু
bs: Snimanje počinje za
et: Lindistamine algab
hr: Snimanje počinje za
is: Upptaka hefst eftir
sw: kurekodi kunanza
tl: Magsisimula ang pagrerecord sa loob ng

source: Your webcam has not been detected. Please be sure you plugged it in.
be: Ваша вэб-камера не была выяўлена. Калі ласка, пераканаецеся, што Вы падлучылі яе.
bn: আপনার ওয়েবক্যামটি পাওয়া যায়নি। দয়াকরে একটু দেখুন ওয়েবক্যামটি কম্পটারে সংযুক্ত করেছেন কিনা।
bs: Detektovanje web kamere nije moguće. Molimo provjerite da li ste je priključili.
et: Veebikaamerat ei tuvastatud, kontrolli, kas veebikaamera on Ã¼hendatud.
hr: Vaša kamera nije pronađena. Povjerite je li uključena
is: Finn ekki vefmyndavél. Vinsamlegast athugaðu hvort hún sé í sambandi.
tl: Hindi ma-detect and iyong webcam. Siguraduhing nakasaksak ito

source: Camera
be: Камера
bn: ক্যামেরা
bs: Kamera
et: Kaamera
hr: Kamera
is: Myndavél
tl: Kamera

source: Take photos and videos with the camera
be: Рабіце фатаграфіі і відэа з камерай
bn: আপনার ওয়েবক্যাম দিয়ে ছবি তুলন এবং ভিডিও করুন
bs: Fotografišite i snimajte sa kamerom
et: Kaameraga piltide ja videode tegemine
hr: Fotografiranje i snimanje kamerom
is: Taka myndir og vídeó með myndavél
tl: Kumuha ng mga litrato at mga bideo gamit ang kamera

source: About Snap
be: Аб Snap
bn: স্যানপ সম্বন্ধে
bs: O Snap programu
et: Rakendusest...
hr: O Snap-u
is: Um Snap
tl: Tungkol sa Snap

source: About Camera
be: Пра Камеру
bn: ক্যামেরা সম্বন্ধে
bs: O Kamera programu
et: Rakendusest...
hr: O Kameri
is: Um Myndavél
tl: Tungkol sa Kamera

source: translator-credits
be: Launchpad Contributions: Viktuk https://launchpad.net/~register885
bn: Launchpad Contributions: momit rahman https://launchpad.net/~momitrahman
bs: Launchpad Contributions: Bojan Malinović https://launchpad.net/~85malina aleksandar-todorovic https://launchpad.net/~aleksandar-todorovic
hr: Launchpad Contributions: AnSukkal https://launchpad.net/~ansukkal Ivan Vrljić https://launchpad.net/~vrlja92 zvacet https://launchpad.net/~ivicakolic
tl: Launchpad Contributions: yavinfour https://launchpad.net/~anjelo.delcarmen

source: Gallery
be: Галерэя
bn: গ্যাল্যারি
bs: Galerija
et: Galerii
hr: Galerija
is: Myndasafn
tl: Galerya
